[
    {
      "question": "Most likely to become a famous actor/actress?"
    },
    {
      "question": "Most likely to travel the world?"
    },
    {
      "question": "Most likely to become a successful entrepreneur?"
    },
    {
      "question": "Most likely to become a professional athlete?"
    },
    {
      "question": "Most likely to be the class clown?"
    },
    {
      "question": "Most likely to become a bestselling author?"
    },
    {
      "question": "Most likely to start their own charity?"
    },
    {
      "question": "Most likely to become a world-renowned musician?"
    },
    {
      "question": "Most likely to invent something revolutionary?"
    },
    {
      "question": "Most likely to become a popular YouTuber?"
    },
    {
      "question": "Most likely to organize the best class reunions?"
    },
    {
      "question": "Most likely to become a respected scientist?"
    },
    {
      "question": "Most likely to become a fashion icon?"
    },
    {
      "question": "Most likely to always have the latest tech gadgets?"
    },
    {
      "question": "Most likely to become a motivational speaker?"
    },
    {
      "question": "Most likely to win an Oscar or Grammy?"
    },
    {
      "question": "Most likely to make everyone laugh?"
    },
    {
      "question": "Most likely to organize volunteer events?"
    },
    {
      "question": "Most likely to keep in touch with everyone after graduation?"
    },
    {
      "question": "Most likely to have a high school sweetheart?"
    },
    {
      "question": "Most likely to write the best love poems?"
    },
    {
      "question": "Most likely to plan the perfect surprise date?"
    },
    {
      "question": "Most likely to have the longest crush?"
    },
    {
      "question": "Most likely to give the cutest compliments?"
    },
    {
      "question": "Most likely to have the most memorable promposal?"
    },
    {
      "question": "Most likely to become a relationship guru?"
    },
    {
      "question": "Most likely to have a fairytale love story?"
    },
    {
      "question": "Most likely to create a scrapbook of their relationships?"
    },
    {
      "question": "Most likely to be the ultimate wingman/wingwoman?"
    },
    {
      "question": "Most likely to have a celebrity crush?"
    },
    {
      "question": "Most likely to give the best relationship advice?"
    },
    {
      "question": "Most likely to have a secret admirer?"
    },
    {
      "question": "Most likely to be caught daydreaming about their crush?"
    },
    {
      "question": "Most likely to plan a picture-perfect wedding on Pinterest?"
    },
    {
      "question": "Most likely to write and perform a heartfelt song for their crush?"
    },
    {
      "question": "Most likely to have the most adorable pet names for their partner?"
    },
    {
      "question": "Most likely to have the most romantic first kiss?"
    },
    {
      "question": "Most likely to organize memorable anniversary celebrations?"
    },
    {
      "question": "Most likely to keep a diary filled with love stories?"
    },
    {
      "question": "Most likely to become a famous actor or actress?"
    },
    {
      "question": "Most likely to win a hot dog eating contest?"
    },
    {
      "question": "Most likely to travel to every continent in the world?"
    },
    {
      "question": "Most likely to accidentally start a dance party in a public place?"
    },
    {
      "question": "Most likely to spend a whole day binge-watching their favorite TV show?"
    },
    {
      "question": "Most likely to become a world-class chef?"
    },
    {
      "question": "Most likely to survive a zombie apocalypse?"
    },
    {
      "question": "Most likely to become a best-selling author?"
    },
    {
      "question": "Most likely to adopt a dozen pets?"
    },
    {
      "question": "Most likely to invent a new technology that changes the world?"
    },
    {
      "question": "Most likely to win a Nobel Prize?"
    },
    {
      "question": "Most likely to accidentally dye their hair a crazy color?"
    },
    {
      "question": "Most likely to always be the life of the party?"
    },
    {
      "question": "Most likely to become a professional athlete?"
    },
    {
      "question": "Most likely to become a successful entrepreneur?"
    },
    {
      "question": "Most likely to win a reality TV show competition?"
    },
    {
      "question": "Most likely to have a secret talent that surprises everyone?"
    },
    {
      "question": "Most likely to organize epic theme parties?"
    },
    {
      "question": "Most likely to still be playing video games at 60?"
    },
    {
      "question": "Most likely to become a world traveler and never settle down?"
    },
    {
      "question": "Most likely to win a karaoke contest?"
    },
    {
      "question": "Most likely to become a social media influencer?"
    },
    {
      "question": "Most likely to become a famous stand-up comedian?"
    },
    {
      "question": "Most likely to adopt a unique and unconventional fashion style?"
    },
    {
      "question": "Most likely to live in a tiny house and love it?"
    },
    {
      "question": "Most likely to become a professional surfer?"
    },
    {
      "question": "Most likely to start a successful charity organization?"
    },
    {
      "question": "Most likely to binge-read an entire book series in one weekend?"
    },
    {
      "question": "Most likely to win an eating competition for their favorite food?"
    },
    {
      "question": "Most likely to become a motivational speaker?"
    },
    {
      "question": "Most likely to always have the best travel stories?"
    },
    {
      "question": "Most likely to invent a new dance move that becomes a viral sensation?"
    },
    {
      "question": "Most likely to become a famous painter or sculptor?"
    },
    {
      "question": "Most likely to become a famous scientist or researcher?"
    },
    {
      "question": "Most likely to have a surprise talent for playing a musical instrument?"
    },
    {
      "question": "Most likely to become a world-renowned chef for their signature dish?"
    },
    {
      "question": "Most likely to be caught laughing at their own jokes before they even finish telling them?"
    },
    {
      "question": "Most likely to become a professional athlete in a lesser-known sport?"
    },
    {
      "question": "Most likely to become a successful fashion designer?"
    },
    {
      "question": "Most likely to win a game of trivia or quiz without breaking a sweat?"
    },
    {
      "question": "Most likely to have their own reality TV show?"
    },
    {
      "question": "Most likely to become a world-famous adventurer?"
    },
    {
      "question": "Most likely to win a spelling bee competition?"
    },
    {
      "question": "Most likely to start their own successful podcast?"
    },
    {
      "question": "Most likely to have a career in a creative field like art, writing, or music?"
    },
    {
      "question": "Most likely to spend a day at an amusement park riding every roller coaster?"
    },
    {
      "question": "Most likely to win a dance-off at a party?"
    },
    {
      "question": "Most likely to become a professional gamer?"
    },
    {
      "question": "Most likely to befriend animals everywhere they go?"
    },
    {
      "question": "Most likely to star in a blockbuster movie?"
    },
    {
      "question": "Most likely to become a well-known travel blogger?"
    },
    {
      "question": "Most likely to master every type of dance, from salsa to hip-hop?"
    },
    {
      "question": "Most likely to discover a new planet and have it named after them?"
    },
    {
      "question": "Most likely to organize the best surprise birthday party?"
    },
    {
      "question": "Most likely to invent a new holiday that becomes widely celebrated?"
    },
    {
      "question": "Most likely to become a famous scientist specializing in space exploration?"
    },
    {
      "question": "Most likely to win a marathon or long-distance race?"
    },
    {
      "question": "Most likely to write and perform a viral song about a random everyday object?"
    },
    {
      "question": "Most likely to always be up-to-date with the latest fashion trends?"
    },
    {
      "question": "Most likely to become a world-class magician?"
    },
    {
      "question": "Most likely to start a blog or YouTube channel sharing relationship advice?"
    },
    {
      "question": "Most likely to be the peacemaker in any group of friends?"
    },
    {
      "question": "Most likely to call someone 'mom' or 'dad' accidentally?"
    },
    {
      "question": "Most likely to fix the WiFi when it breaks?"
    },
    {
      "question": "Most likely to teach you a new skill?"
    },
    {
      "question": "Most likely to reply to your email within a minute?"
    },
    {
      "question": "Most likely to be the peacemaker?"
    },
    {
      "question": "Most likely to help you solve an issue?"
    },
    {
      "question": "Most likely to change the world?"
    },
    {
      "question": "Most likely to be the boss one day?"
    },
    {
      "question": "Most likely to not procrastinate?"
    },
    {
      "question": "Most likely to be a team player at work?"
    },
    {
      "question": "Most likely to make friends with everyone at work?"
    },
    {
      "question": "Most likely to become the most powerful woman in the world?"
    },
    {
      "question": "Most likely to remember it's your birthday?"
    },
    {
      "question": "Most likely to invent something useful?"
    },
    {
      "question": "Most likely to write a best-selling book?"
    },
    {
      "question": "Most likely to inspire you?"
    },
    {
      "question": "Most likely to have your back?"
    },
    {
      "question": "Most likely to nail a presentation?"
    },
    {
      "question": "Most likely to invent a new office system?"
    },
    {
      "question": "Most likely to close a hard sale?"
    },
    {
      "question": "Most likely to be the most creative?"
    },
    {
      "question": "Most likely to save the day?"
    },
    {
      "question": "Most likely to plan the best events?"
    },
    {
      "question": "Most likely to become a teacher in their subject?"
    },
    {
      "question": "Most likely to help a stranger?"
    },
    {
      "question": "Most likely to set up a support group?"
    }
  ]
  